Repository: Amirapatakil/rickAndMorty
Catalog: lib/core/l10n/intl_*.arb
Languages: ky

source: Rick and Morty
ky: Рик менен Морти

# allCharacters
source: TOTAL CHARACTERS
ky: БААРДЫК КААРМАНДАР

# findCharacter
source: Find a character
ky: Каармандарды таабуу

source: Characters
ky: Каармандар

# location
source: Locations
ky: Жерлер

# episods
source: Episodes
ky: Эпизоддор

source: Settings
ky: Орнотуулар

# cannotSearch
source: Character with this name not found
ky: Мындай аталыштагы каарман табылган жок

# cannotFiltration
source: Nothing found according to the filter data
ky: Чыпка маалыматтарынын негизинде эч нерсе табылган жок

source: GENDER
ky: Полдор

source: Species
ky: Түрлөр

source: SORT
ky: СОРТТОО

source: STATUS
ky: СТАТУСУ

source: Apply
ky: Колдонуу

source: Throw off
ky: Жоготуу

source: Appearance
ky: Көрүнүш

source: Edit
ky: Өзгөртүү

# info
source: The Zigerions put Jerry and Rick in a simulation to learn the secret of making concentrated dark matter.
ky: Зигериондуктар Джерри менен Рикти симуляцияга жайгаштырып, концентрацияланган караңгы затты жасоонун сырын билишет.

# about
source: About the app
ky: Колдонмо жөнүндө

# version
source: Application Version
ky: Колдонмонун версиясы

source: Female
ky: Аял

source: Male
ky: Эркек

# unknowngender
source: Unknown
ky: Жыныссыз

source: Alive
ky: Тирүү

source: Dead
ky: Өлүү

# unknownstatus
source: Asexual
ky: Белгисиз

# alphabet
source: By alphabet
ky: Алфавит боюнча

# EditProfile
source: Edit a profile
ky: Профилди түзөө

# changephoto
source: Change the photo
ky: Сүрөттү өзгөртүү

source: Profile
ky: Кароо

source: Login
ky: Логин

source: Change name
ky: Атын өзгөртүү

source: Name
ky: Aты

source: Lastname
ky: Фамилия

# fathername
source: Fathers Name
ky: Атасынын аты

source: Save
ky: Сактоо
